Repository: MukhriddinOripov/uyobuyo_client
Catalog: assets/langs/app_*.arb
Languages: ru, uz

# onboardSheetTitle
source: Шаҳарлар орасидаги сайоҳатлар ҳеч қачон осон бўлмаган!
ru: Поездки между городами еще никогда не были проще!
uz: Shaharlar orasidagi sayohatlar hech qachon oson bo‘lmagan!

# onboardSheetText
source: 20 дан ортиқ маршрутлардан бирида шаҳарлар ўртасида сайоҳатни атиги 3 дақиқада брон қилинг
ru: Закажи поездку между городами по одному из 20+ маршрутов всего за 3 минуты
uz: 20 dan ortiq marshrutlardan birida shaharlar o‘rtasida sayohatni atigi 3 daqiqada bron qiling

# onboardSheetBtnText
source: Кетдик!
ru: Поехали!
uz: Ketdik!

# back
source: Орқага
ru: Назад
uz: Orqaga

# checkPhoneTitle
source: Бошлайлик!
ru: Давайте начнем!
uz: Boshlaylik!

# enter_phone_number
source: Илтимос, телефон рақамингизни киритинг
ru: Пожалуйста, введите свой номер телефона
uz: Iltimos, telefon raqamingizni kiriting

# proceed
source: Давом этиш
ru: Продолжить
uz: Davom etish

# agree_offer
source: Мен розиман
ru: Я согласен с
uz: Men roziman

# public_offers
source: Махфийлик сиёсати ва фойдаланувчи шартномаси шартларига
ru: Политикой конфиденциальности и условия пользовательского соглашения
uz: Maxfiylik siyosati va foydalanuvchi shartnomasi shartlariga

# welcome
source: Хуш келибсиз!
ru: Добро пожаловать!
uz: Xush kelibsiz!

# enter_sms_text
source: Сиз кўрсатган {phone} рақамга 5 хонали кодни юбордик. Илтимос, уни киритинг шунинг учун биз сизнинг шахсингизни тасдиқлашимиз мумкин
ru: Мы отправили 5-х значный код на указанный вами номер {phone}. Пожалуйста, введите его чтобы мы могли подтвердить вашу личность
uz: Siz ko‘rsatgan {phone} raqamga 5 xonali kodni yubordik. Iltimos, uni kiriting shuning uchun biz sizning shaxsingizni tasdiqlashimiz mumkin

# dont_get_sms
source: Кодни олмадингизми?
ru: Не получили код?
uz: Kodni olmadingizmi?

# resend
source: Қайта юборинг
ru: Отправить повторно
uz: Qayta yuboring

# confirm
source: Тасдиқлаш
ru: Подтвердить
uz: Tasdiqlash

# create_account
source: Янги ҳисоб яратинг
ru: Создайте новый аккаунт
uz: Yangi hisob yarating

# enter_user_info
source: Келинг, танишайлик! Ҳисоб яратиш учун ўзингиз ҳақингизда маълумотларни тўлдиринг
ru: Давайте знакомиться! Для создания аккаунта заполните информацию о себе
uz: Keling, tanishaylik! Hisob yaratish uchun o‘zingiz haqingizda ma'lumotlarni to‘ldiring

# photo
source: Фотосурат
ru: Фото
uz: Fotosurat

# enter_photo
source: Фотосуратни илова қилинг
ru: Прикрепите фото
uz: Fotosuratni ilova qiling

# full_name
source: Исм ва фамилия
ru: Имя и фамилия
uz: Ism va familiya

# enter_full_name
source: Исмингиз ва фамилиянгизни киритинг
ru: Введите свое имя и фамилию
uz: Ismingiz va familiyangizni kiriting

# bright_day
source: Туғилган сана
ru: Дата рождения
uz: Tug‘ilgan sana

# gender
source: Жинс
ru: Пол
uz: Jins

# enter_sex
source: Жинсингизни кўрсатинг
ru: Укажите свой пол
uz: Jinsingizni ko‘rsating

# close
source: Ёпиш
ru: Закрыть
uz: Yopish

# choose
source: Танлаш
ru: Выбрать
uz: Tanlash

# man
source: Эркак
ru: Мужчина
uz: Erkak

# woman
source: Аёл
ru: Женщина
uz: Ayol

# create
source: Яратиш
ru: Создать
uz: Yaratish

# where_we_go
source: Қаерга кетяпмиз?
ru: Куда едем?
uz: Qayerga ketyapmiz?

# trips_to_regions
source: Барча ҳудудларга сайоҳатлар
ru: Поездки во все регионы
uz: Barcha hududlarga sayohatlar

# delivery
source: Посилкалар
ru: Посылки
uz: Posilkalar

# weight_delivery
source: 20 кг гача бўлган посилкалар
ru: Посылки до 20 кг
uz: 20 kg gacha bo'lgan posilkalar

# history_order
source: Буюртма тарихи
ru: История заказов
uz: Buyurtma tarixi

# setting
source: Созламалар
ru: Настройки
uz: Sozlamalar

# faq
source: ФАҚ
ru: FAQ
uz: FAQ

# support_service
source: Қўллаб-қувватлаш хизмати
ru: Служба поддержки
uz: Qo'llab-quvvatlash xizmati

# info
source: Маълумот
ru: Инфо
uz: Ma'lumot

# log_out
source: Чиқиш
ru: Выйти
uz: Chiqish

# choose_type
source: Танланг
ru: Выберите тип
uz: Tanlang

# camera
source: Камера
uz: Kamera

# gallery
source: Галерея
uz: Galereya
